{
 "68B": "See Type 68A. 68* The Fox Jeers at the Fox Trap. (Including the previous Type 245*.) This tale exists chiefly in three different forms: (1) A fox sees a trap and jeers at it. Then he grows curious and approaches it. The trap catches the fox [J655.2]. (2) A magpie, a crow, and a raven talk about a trap. The raven becomes caught in it [J655.1]. (Previously Type 245*.) (3) A swallow warns other birds against a branch covered with birdlime. They disregard the warning and are caught [J652.2]. Cf. Type 233C.",
 "178": "The Faithful Animal Rashly Killed. See Types 178A–178C, 916.",
 "275": "The Race between Two Animals (previously The Race of the Fox and the Crayfish). See Types 275A–275C, 275C*. Cf. Types 103C*, 221, 221A, 221B, 250, 1072, and 1074.",
 "313A–C": "See Type 313.",
 "330A–D": "See Type 330.",
 "422*": "See Type 302C*. Husband 425–449",
 "425P": "See Type 302. 425* The Insulted Bridegroom Disenchanted (previously Enchanted Animal Husband Insulted by Guests). A princess (the youngest of three sisters) wants to marry. Her father insists that she must marry the first one whom she meets (whoever picks up a certain rose). A mouse with a stinking tail (a poor man carrying water) comes by, and the princess marries him [T118]. During the wedding feast, when guests insult the mouse-bridegroom, the castle and all its inhabitants disappear, and the princess finds herself alone. She sets out on a quest for her lost husband [H1385.4]. Two hermits direct her to the underworld. There she finds the castle of the mouse-bridegroom. Through her love he is disenchanted and turns into a beautiful prince [D700]. In some variants the princess lives in poverty with her husband. She dreams of a splendid castle and of wealth. Two times the dream comes true, and she invites her relatives to the castle. When her poor husband appears, someone calls his name and the castle disappears. The third time, she instructs them not to call her husband’s name. Thus he is disenchanted.",
 "513B": "The Land and Water Ship. A king offers his daughter in marriage [H335, H331] to whoever can build a ship that can travel on land as well as in water [D1533.1.1]. Three brothers attempt this task, but the older two are unkind to an old man (little man) who asks what they want to do. The third who answers honestly gets help from the old man and is then able to build the ship (in one night) [N825.2]. The old man also tells him to take with him anyone whom he meets. These turn out to be men with unusual abilities [F601]. See Type 513A. When the young man brings the ship, the king is amazed, but since the young man is of humble origin, he gives him further (difficult) tasks to prevent the marriage. The young man accomplishes them all with the help of his companions [F601.2] (see Type 513A) and marries the princess [L161].",
 "554*": "See Type 554. 554A*–554C* See Type 554.",
 "556A*–E*": "See Type 554.",
 "949*": "See Type 888A*. ROBBERS AND MURDERERS 950–969",
 "951C": "See Type 951A. 951A* See Type 951A.",
 "1143A–C": "See Type 1143.",
 "1242B": "See Type 1242A. 1242* See Type 1241A.",
 "1305A–C": "See Type 1305.",
 "1313C": "See Type 1313A. 1313A* In the Open Grave. A drunken man falls into an open grave and lies down to sleep. When he wakes up, he thinks he is dead [J2311]. Cf. Types 1531, 1706D. In some variants, a fool hides from soldiers (robbers) in an open grave. When they ask him what he is doing there he tells them that he is dead. (After the “dead man” is beaten by the soldiers, he re turns home to warn his friends to avoid soldiers in the other world.)",
 "1318A–C": "See Type 1318.",
 "1325C–D": "See Type 1325. 1325* Bird’s Dung Falls on Record Books. In a town so much birds’ dung falls from the trees that it becomes a problem. Finally the municipal council decides to banish the birds from the town. When the mayor reads the order of banishment in front of the townhall, a bird flies over his head and drops something onto the recordbook. The angry mayor looks up and shouts, “And you may never ever come back to this place again!”",
 "1332A*–C*": "See Type 1332*.",
 "Moroccan": "El-Shamy 2004. 1341B* See Type 1341A.",
 "1349A*–C*": "See Type 1349*.",
 "1349H*–K*": "See Type 1349*. 1349L* Curing Fever by Dipping into Well. When his mother (wife, etc.) is ill with a fever, a fool dips her into a well, because he remembers see ing a red-hot iron sickle cooled in that way [J2214.9, J2412.6]. In some variants, a fool advices a person suffering from an eyedisease to put out his eye [K1011.1], because he himself once cured his toothache by pulling out the tooth [J2412.2].",
 "1470*": "See Type 1488. Jokes about Old Maids 1475–1499",
 "1490*": "See Type 1488. Other Stories about Women 1500–1524",
 "1516A*–D*": "See Type 1516*. The Clever Man 1525–1639",
 "1525H": "See Type 1525E. 1525H1–1525H 3 See Type 1525E. 1525H4 The Youth in the Beehive. A boy (thief, boaster, fool, Eulenspiegel, couple) hides (falls asleep drunk) in an empty beehive. Two thieves come at night to steal the bees and weigh all the hives. Believing that the heaviest is the best, they carry off the one with the boy in it. He pulls the hair of one of them, who gets angry at his companion for bothering him. Then the boy pulls the hair of the other thief, who also blames his companion. The boy continues this until the thieves put down the hive to fight each other. In some variants the boy (man) does not bother the thieves. They take the hive and build a fire under it. When the boy cries out, they are frightened and run away [K335.1.6.3].",
 "1574C": "See Type 1574A. 1574* The Foresightful Farmhand (previously The Flattering Foreman ). Whenever the master tells his farmhand what work should be done the following day, the farmhand says, “I already thought of that”. Finally the master dupes him by saying that tomorrow they must sow salt. The farmhand says that he had already thought of that [K1637]. Cf. Type 1200.",
 "1653A–F": "See Type 1653.",
 "1832G**": "See Type 1832*. 1832H*–1832K* See Type 1832*.",
 "2012A–D": "See Type 2012.",
 "2028A*": "See Type 2028. Chains Involving Other Events 2029–2075",
 "2075": "See Type 106. CATCH TALES 2200–2299",
 "2280": "See Type 2300. OTHER FORMULA TALES 2300–2399"
}